{
    "Adept": "**ADEPT X:** While attacking, you may reroll up to X dice.",
    "AI": "**AI X:** While attacking with the indicated armament(s), if you are activated by <a:squad_armada:1261003472581689505> command, you may add X dice to your attack pool of a color or colors that are already in your attack pool.",
    "AI Battery": "**AI BATTERY X:** While attacking with the battery armament, if you are activated by <a:squad_armada:1261003472581689505> command, you may add X dice to your attack pool of a color or colors that are already in your attack pool.",
    "AI Bomber": "**AI BATTERY X:** While attacking with the battery armament, if you are activated by <a:squad_armada:1261003472581689505> command, you may add X dice to your attack pool of a color or colors that are already in your attack pool.",
    "AI Anti-Squadron": "**AI ANTI-SQUADRON X:** While attacking with the anti-squadron armament, if you are activated by <a:squad_armada:1261003472581689505> command, you may add X dice to your attack pool of a color or colors that are already in your attack pool.",
    "AI Squadron": "**AI ANTI-SQUADRON X:** While attacking with the anti-squadron armament, if you are activated by <a:squad_armada:1261003472581689505> command, you may add X dice to your attack pool of a color or colors that are already in your attack pool.",
    "Assault": "**ASSAULT:** While attacking a ship, you may spend 1 die with a <a:hit_armada:1261001359990329465> icon. If you do, the defender gains 1 raid token of your choice.",
    "Bomber": "**BOMBER:** While attacking a ship, each of your <a:crit_armada:1261001358652215366> icons adds 1 damage to the damage total and you can resolve a critical effect.",
    "Cloak": "**CLOAK:** At the end of the 'Squadron Phase', you may move up to distance 1, even if you are engaged.",
    "Counter": "**COUNTER X:** After a squadron performs a non-**COUNTER** attack against you, you may attack that squadron with an anti-squadron armament of blue dice equal to X, even if you are destroyed.",
    "Dodge": "**DODGE X:** While you are defending against a squadron, during the 'Spend Defense Tokens' step, you may choose X dice to be rerolled.",
    "Escort": "**ESCORT:** Squadrons you are engaged with cannot attack squadrons that lack **ESCORT** unless performing a **COUNTER** attack.",
    "Grit": "**GRIT:** You are not prevented from moving while you are engaged by only 1 squadron.",
    "Heavy": "**HEAVY:** You do not prevent engaged squadrons from attacking ships or moving.",
    "Intel": "**INTEL:** While a friendly squadron is at distance 1 of you, it has **GRIT**.",
    "Relay": "**RELAY X:** When a friendly ship resolves a 'Squadron Command', if you are in range to be activated, up to X of the squadrons it activates can be at distance 1-3 of you.",
    "Rogue": "**ROGUE:** You can move and attack during the Squadron Phase (in any order).",
    "Scout": "**SCOUT:** While deploying fleets, you can be placed outside of deployment zones and do not need to be at distance 1-2 of a friendly ship, but must be placed beyond distance 1-5 of enemy ships or squadrons.",
    "Screen": "**SCREEN:** While you are defending against a squadron, for each other friendly squadron the attacker is engaged with that lacks **SCREEN**, you gain 1 **DODGE 1**.",
    "Snipe": "**SNIPE:** You can attack squadrons at distance 2 with an anti-squadron armament of blue dice equal to X. This attack ignores the **COUNTER** keyword.",
    "Strategic": "**STRATEGIC:** When you end your movement at distance 1 of 1 or more objective tokens, you may move one of those tokens so that it is at distance 1 of you.",
    "Swarm": "**SWARM:** While attacking a squadron engaged with another squadron, you may reroll one die."
}