{
    "objectives": {
        "doomed-station": {
            "author": "Fantasy Flight Games",
            "alias": "FFG",
            "team": "FFG",
            "release": "Rebellion in the Rim Campaign Armada",
            "expansion": "Rebellion in the Rim - Campaign Expansion (SWM31)",
            "_id": null,
            "type": "navigation",
            "name": "Doomed Station",
            "obstacles": ["asteroid_1", "asteroid_2", "asteroid_3", "debris_1", "debris_2","station"],
            "setup": "The second player places the gravity rift in the center of the setup area. Then, starting with the first player, the players alternate placing the remaining obstacles, excluding the station. Then the second player places the station in the setup area beyond distance 1 of all obstacles and beyond distance 5 of both player's edges.",
            "special_rule": "Starting with the second player and alternating, each player chooses 1 obstacle that does not have an objective token on it and moves it to within distance 1-2 of its current location toward the gravity rift (which cannot be chosen). Then that player places an objective token on that obstacle. When an obstacle touches the gravity rift, that obstacle is removed from the play area.\nAfter all obstacles are moved, each player sums the command values of their ships at distance 1 of the station. The player with the highest total gains 1 victory token. Then remove all objectives tokens from the play area. ",
            "end_of_round": "",
            "end_of_game": "",
            "victory_tokens": true,
            "victory_tokens_points": 20,
            "objective_tokens": false,
            "objective_tokens_type": "",
            "objective_tokens_count": 0,
            "command_tokens": false,
            "command_tokens_type": "",
            "command_tokens_value": "",
            "command_tokens_count": 0,
            "errata": "",
            "artwork": "[link to image]",
            "cardimage": ""
        },
        "hyperspace-migration": {
            "author": "Fantasy Flight Games",
            "alias": "FFG",
            "team": "FFG",
            "release": "Rebellion in the Rim Campaign Armada",
            "expansion": "Rebellion in the Rim - Campaign Expansion (SWM31)",
            "_id": null,
            "type": "navigation",
            "name": "Hyperspace Migration",
            "obstacles": ["asteroid_1", "asteroid_2", "asteroid_3", "debris_1", "debris_2"],
            "setup": "Place obstacles as normal, excluding the station. Then the second player places 1 objective token in the play area at distance 1 of a 3' edge and another objective token at distance 1 of the opposite 3' edge.",
            "special_rule": "At the start of the Ship Phase of the first and third rounds, the second player places 1 purrgil not in the play area at distance 1 of 1 objective token (the objective token must be the same during both rounds).\nWhen a purrgil moves, it must move toward the objective token at the opposite 3' edge. When a purrgil touches that objective token, that purrgil is removed from the play area.",
            "end_of_round": "If a ship has 1 objective token on it, remove the token and that ship's owner gains 1 victory token. If a ship is at distance 1 from a purrgil and has no objective tokens on it, place 1 objective token on the ship.",
            "end_of_game": "",
            "victory_tokens": true,
            "victory_tokens_points": 20,
            "objective_tokens": false,
            "objective_tokens_type": "",
            "objective_tokens_count": 0,
            "command_tokens": false,
            "command_tokens_type": "",
            "command_tokens_value": "",
            "command_tokens_count": 0,
            "errata": "",
            "artwork": "[link to image]",
            "cardimage": ""
        },
        "infested-fields": {
            "author": "Fantasy Flight Games",
            "alias": "FFG",
            "team": "FFG",
            "release": "Rebellion in the Rim Campaign Armada",
            "expansion": "Rebellion in the Rim - Campaign Expansion (SWM31)",
            "_id": null,
            "type": "navigation",
            "name": "Infested Fields",
            "obstacles": ["asteroid_1", "asteroid_2", "asteroid_3", "debris_1", "debris_2","station"],
            "setup": "Place obstacles as normal, excluding the station. After placing obstacles, place 1 objective token on each obstacle. Then the second player places 2 exogorth obstacles, each touching a different obstacle.",
            "special_rule": "When a ship or squadron overlaps an obstacle, that ship or squadron's owner may remove the objective token on the obstacle to gain 1 victory token.\nAfter the start of each squadrons phase (after exogorths perform attacks), remove each exogorth from the play area. Then the second player moves the obstacle each exogorth was touching to within distance 1-2 of its current location.",
            "end_of_round": "For each exogorth obstacle not in the play area, the second player chooses an obstacle and place 1 exogorth touching that obstacle.",
            "end_of_game": "",
            "victory_tokens": true,
            "victory_tokens_points": 15,
            "objective_tokens": false,
            "objective_tokens_type": "",
            "objective_tokens_count": 0,
            "command_tokens": false,
            "command_tokens_type": "",
            "command_tokens_value": "",
            "command_tokens_count": 0,
            "errata": "",
            "artwork": "[link to image]",
            "cardimage": ""
        },
        "volatile-deposits": {
            "author": "Fantasy Flight Games",
            "alias": "FFG",
            "team": "FFG",
            "release": "Rebellion in the Rim Campaign Armada",
            "expansion": "Rebellion in the Rim - Campaign Expansion (SWM31)",
            "_id": null,
            "type": "navigation",
            "name": "Volatile Deposits",
            "obstacles": ["asteroid_1", "asteroid_2", "asteroid_3", "debris_1", "debris_2","station"],
            "setup": "Place obstacles as normal, adding 2 dust fields and excluding the station",
            "special_rule": "While a ship is attacking a ship, the attacker can choose 1 obstacle at distance 1 of the defender, then resolve the following critical effect:\nBlue :crit:: Each ship or squadron at distance 1 of the chosen obstacle suffers damage equal to half of the total number of :crit: icons in your attack pool, rounded up.\nIf the defender is one of the first player's ships, the attacker can resolve this effect with any :crit: icon.",
            "end_of_round": "For each asteroid field, each player sums the command values of their ships at distance 1. Then for each astroid field, the player with the highest total gains 1 victory token.",
            "end_of_game": "",
            "victory_tokens": true,
            "victory_tokens_points": 15,
            "objective_tokens": false,
            "objective_tokens_type": "",
            "objective_tokens_count": 0,
            "command_tokens": false,
            "command_tokens_type": "",
            "command_tokens_value": "",
            "command_tokens_count": 0,
            "errata": "",
            "artwork": "[link to image]",
            "cardimage": ""
        }
    }
}